{
  "deals": [
    {
      "id": 1,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/WD%20Blue%203D%20NAND%20500GB.png",
      "title": "Western Digital WD Blue 3D NAND (500 GB SATA)",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/Blue-NAND-500GB-SSD-WDS500G2B0A/dp/B073SBZ8YH",
          "text": "This SATA SSD is an extraordinary choice for people hoping to refresh a more seasoned PCs (more than four or five years), or gadget that accompanied a conventional hard drive. Despite the fact that the SATA connection point isn't so quick as more up to date NVMe drives, they're still altogether quicker than customary hard drives and extraordinary for everyday use. Assuming that you have the requirement for speed, this arrangement is an extraordinary opportunity to save money on a solid drive with great programming support and a five-year guarantee. Remember to utilize the promotion code 93XSH32 to get the new low cost."
        }
      ],
      "end": ""
    },
    {
      "id": 2,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/Corsair%20HS60%20Pro%20Gaming%20Headset.png",
      "title": "Corsair HS60 Pro Gaming Headset",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/Corsair-HS60-Pro-Headphones-Compatible/dp/B07X9W8CBP",
          "text": "Adjusting solace and value, our financial plan gaming headset is flawed, yet it's the best model under $60 we tried. The HS60 fits easily, sounds great, and has a dependable mic. However it experiences sound drain and doesn't have a removable link, the HS60 is viable with PC, portable, and all control center making it a fantastic choice assuming you utilize more than one gaming stage. Assuming your main concern is spending plan, we think the HS60 Pro is your smartest option. Additionally, this arrangement matches the best cost we've seen for our spending plan pick."
        }
      ],
      "end": ""
    },
    {
      "id": 3,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/WD%20HD%20(12%20TB).png",
      "title": "WD Elements External Desktop Hard Drive (12 TB)",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/12TB-Elements-Desktop-Drive-WDBWLG0120HBK-NESN/dp/B07X4V2M3B",
          "text": "No one can really tell when hard drive disappointment could eradicate everything on your PC, so it's never a poorly conceived notion to reinforcement significant records and archives. The WD Elements 12 TB is a major outer hard drive we like when you really want a capacity gadget north of 10 TB. This model performed firmly in our tests yet is somewhat more costly than our present picks, needs reinforcement programming, and has a more limited two-year guarantee. This hard drive isn't a pick any longer (our work area hard drive guide has been dense), however it's as yet the one we suggest assuming you want a hard drive that is greater than 10 TB. At the point when you use code 93XSH69, the cost of this drive drops to $195. This is the best arrangement we've seen for 12 TB in with regards to a year."
        }
      ],
      "end": ""
    },
    {
      "id": 4,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/Razer%20Kiyo%20Webcam.png",
      "title": "Razer Kiyo Webcam",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/dp/B075N1BYWB",
          "text": "Decorations cheer! This arrangement is just $1 short of the best cost we've seen for our computer game streaming webcam pick-yet after a drop in road value a year ago. Assuming you use destinations like YouTube or Twitch and need to transfer 60 fps recordings of yourself close by a similar quality game film, we suggest the Kiyo. It can likewise perform twofold responsibility for people who telecommute and need a preferred quality camera over the one incorporated into their PC. Nonetheless, we really do believe it's inherent light is more qualified for spilling in low-light circumstances than proficient video meetings."
        }
      ],
      "end": ""
    },
    {
      "id": 5,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/Amazon%20Echo%20Show%205.png",
      "title": "Amazon Echo Show 5 Smart Display (2nd Gen)",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/dp/B08J8FFJ8H",
          "text": "Part savvy speaker and part tablet, shrewd presentations join both to offer more advantageous capacities than one or the other gadget all alone. The minimal Amazon Echo Show 5 is an ideal presentation for an end table or restroom counter. Our more modest screen pick does everything the bigger Show 8 can do, including play music, actually look at the meteorological forecast, and trigger any savvy home Routines, yet doesn't occupy as much room. It likewise has an auto-diminishing screen when you kill the lights, so it shouldn't keep you up around evening time. We saw better evaluating for this showcase over Cyber Week, yet this arrangement is probable the most reduced we'll see outside significant arrangements occasions."
        }
      ],
      "end": ""
    },
    {
      "id": 6,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/OnePlus%20Nord%20N200.png",
      "title": "OnePlus Nord N200 5G Android Phone",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/dp/B07XWGWPH5",
          "text": "Regardless of being made of plastic, our top pick for the best spending plan Android telephone feels durable and can tastefully stand its ground against more costly telephones. The OnePlus is as of now the least expensive 5G telephone in the U.S., yet it actually offers incredible execution utilizing the new Snapdragon 480 processor. It's camera isn't especially noteworthy, yet it has an incredible battery life and a reasonable, splendid presentation. This arrangement is somewhat more than the last arrangement we posted, yet we believe it's as yet feasible at just $10 more than Black Friday valuing."
        }
      ],
      "end": ""
    },
    {
      "id": 7,
      "img": "https://raw.githubusercontent.com/Roman2998/product-reviews/main/src/stock/deals/img/Uni%20USB-C%20to%20DisplayPort.png",
      "title": "Uni USB-C to DisplayPort Cable (6 Feet)",
      "text": [
        {
          "title": "",
          "img": "",
          "linkToBuy": "https://www.amazon.com/dp/B075V27G2R",
          "text": "Most USB-C-to-DisplayPort links we tried worked faultlessly, offering a pixel-amazing picture and full 60 Hz execution, even at 4K. All things considered, we especially like the Uni USB-C to DisplayPort Cable since like the HDMI models the organization makes-its link and lodging materials are first class, and it comes in a greater number of lengths than similar models (3-, 6-, and 10-foot choices). This arrangement is the primary remarkable rebate we've seen for our top pick in the six foot length."
        }
      ],
      "end": ""
    }
  ]
}